Repository: e7gx/PTM
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: About Us
ar: من نحن؟

# aboutUsDescription
source: We are students from Umm Al-Qura University and we aim to assist establishments through our application
ar: نحن طلاب من جامعة أم القرى ونهدف لمساعدة المنشآت عبر تطبيقنا

source: What We Offer
ar: ماذا سنضيف؟

# whatWeOfferDescription
source: Simplify the management of your establishment and increase its efficiency with an easy interface and advanced tools to improve performance and save a lot of time
ar: يبسط إدارة مؤسستك ويزيد من كفائتها مع واجهة سهلة وأدوات متطورة لتحسين الأداء وتوفير الكثير من الوقت

source: How It Will Affect
ar: كيف سيؤثر؟

# howItWillAffectDescription
source: Enhances communication and collaboration, helps in making better decisions, and increases efficiency in managing your establishment better
ar: يعزز التواصل والتعاون، ويساعد في اتخاذ قرارات أفضل، ويزيد من الكفاءة في إدارة مؤسستك بشكل أفضل

source: Facility Inventory
ar: جرد أجهزة المنشاة؟

# facilityInventoryDescription
source: Inventorying devices facilitates documenting and tracking your establishment's devices for effective management, better customer service, and easy maintenance
ar: جرد الأجهزة يسهل توثيق وتتبع أجهزة مؤسستك لتحقيق إدارة فعّالة وخدمة أفضل للعميل وصيانة سهلة

source: Better Communication!
ar: !تواصل أفضل

# betterCommunicationDescription
source: Communication combines the benefits of effective communication and ease of use to improve understanding and coordinate efforts to increase productivity
ar: تواصل يجمع بين مزايا التواصل الفعّال وسهولة الاستخدام لتحسين التفاهم وتنسيق الجهود لزيادة الإنتاجية

# login
source: Login Now!
ar: تسجيل الدخول

# loginNew
source: LogIn
ar: تسجيل الدخول

# loginDescription
source: Log in to the application to benefit from good communication and the advantages of managing technical assets
ar: سجل دخولك إلى التطبيق للاستفادة من التواصل الجيد ومزايا إدارة الممتلكات التقنية

# first
source: Let's go for a different experience
ar: هيا بنا لتجربة مختلفة

source: Welcome
ar: أهلا وسهلا بك

# ItOrUser_It
source: Technical Support IT
ar: موظف الدعم الفني

# ItOrUser_User
source: beneficiary the service
ar: مستفيد من الخدمة

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Forgot Password?
ar: نسيت كلمة المرور؟

# createAccontQ
source: You Don't Have Accont?
ar: ليس لديك حساب؟

# createAccontA
source: Creat Now!
ar: سجل الآن

# LoginAlertEmailPassword
source: Please fill in both email and password fields
ar: يرجى ملء كل من حقول البريد الإلكتروني وكلمة المرور

source: Okay
ar: موافق

# validData
source: Please verify data
ar: يرجى التحقق من البيانات

source: Loading...
ar: .... يرجى الانتظار قليلا

source: Skip
ar: تخطي

# problem
source: Problem solution
ar: حل المشكلة

# problemSolve
source: Type the problem solution
ar: أدخل حل المشكلة

source: Admin
ar: مشرف

# home_admin_SearchForpage
source: Search for a page
ar: البحث عن صفحة

# home_admin_MainData
source: Main Data
ar: البيانات الرئيسية

# home_admin_ReportsReceived
source: Reports Received
ar: البلاغات المستلمة

# home_admin_UserReports
source: User Reports
ar: بلاغات المستخدمين

# home_admin_SupportReports
source: It Support Reports
ar: تقارير الدعم الفني

# home_admin_NumOfRegAssets
source: Number Of Registered Assets
ar: عدد الأصول المسجلة

# home_admin_CollegesData
source: Colleges Data
ar: بيانات الكليات

# home_admin_NumOfWeeklyReports
source: Number Of Weekly Reports
ar: عدد التقارير الأسبوعية

# home_admin_TotalNumOfReports
source: Total Number Of Reports
ar: عدد التقارير الأجمالية

# home_admin_CollegeOfAppliedSciences
source: College Of Sciences
ar: كلية العلوم التطبيقية

# home_admin_CollegeOfComputer
source: College Of Computer
ar: كلية الحاسب الألي

# home_admin_CollegeOfBusinessManagement
source: College Of Business
ar: كلية ادارة الأعمال

# home_page_admin_HomePage
source: Home Page
ar: الصفحة الرئيسية

# home_page_admin_PTMtoMake
source: PTM To Make IT Easy
ar: PTM لجعلها أسهل

# home_page_admin_PersonalData
source: Personal Data
ar: البيانات الشخصية

# home_page_admin_InformationPanel
source: Information Panel
ar: لوحة المعلومات

# home_page_admin_Maintenance
source: Maintenance
ar: الصيانة

# home_page_admin_AddAssets
source: Add Assets
ar: أضافة أصول

# home_page_admin_Settings
source: Settings
ar: الأعدادات

# home_page_admin_SignOut
source: Sign Out
ar: تسجيل خروج

# home_page_admin_Main
source: Main
ar: الرئيسية

# home_page_admin_Users
source: Users
ar: المستخدمين

# home_page_admin_SupportStaff
source: Support Staff
ar: فريق الدعم الفني

# home_page_admin_AddReport
source: Add Report
ar: أضافة بلاغ

# dashboard_ProblemSloutionReport
source: Problem Sloution Report
ar: تقرير حل المشكلة

# dashboard_ClosedReport
source: Closed Report
ar: البلاغات المغلقة

# dashboard_OpenReport
source: Open Report
ar: البلاغات المفتوحة

# dashboard_NumOfReport
source: Number Of Reports
ar: عدد التقارير

# dashboard_ReceivedReport
source: Received Report
ar: البلاغات المستلمة

# dashboard_SupportStaff
source: Support Staff
ar: موظفين الدعم

# dashboard_NumOfUser
source: Number Of Users
ar: عدد المستفيدين

# dashboard_NumOfAssets
source: Number Of Assets
ar: عدد الاصول المسجلة

# dashboard_UserReport
source: Users Reports
ar: بلاغات المستخدمين

# it_all_reports_NoReports
source: There Are No Reports
ar: لا يوجد تقارير

# it_all_reports_Date
source: Date
ar: التاريخ

# it_all_reports_NumOReports
source: Report Number
ar: بلاغ رقم

# it_all_reports_Undefined
source: Undefined
ar: غير معرف

# it_all_reports_Location
source: Location
ar: الموقع

# it_all_reports_ShowReports
source: Show Reports
ar: عرض التقارير

# it_report_ReportDetails
source: Report Details
ar: تفاصيل التقرير

# it_report_ItReports
source: It Reports
ar: تقارير الدعم الفني

# it_report_NoReportDetails
source: No Report Details
ar: لا يوجد تفاصيل للتقرير

# it_report_NumOfReport,
source: Number Of Report
ar: رقم البلاغ

# it_report_NumOfDevice
source: Number Of device
ar: رقم الأجهزة

# it_report_Device
source: Device
ar: الأجهزة

# it_report_NoDescriptionAvailable
source: No Description Available
ar: لا يوجد وصف متاح

# it_report_DateOfReport
source: Date Of Report
ar: تاريخ البلاغ

# it_report_Location
source: Location
ar: الموقع

# it_report_DescribeTheProblem
source: Describe The Problem
ar: وصف المشكلة

# it_report_ProblemSolution
source: Problem Solution
ar: حل المشكلة

# it_report_StartDateOfRrport
source: The Start Date Of The Report
ar: تاريخ بداية البلاغ

# it_report_EndDateOfReport
source: The End Date Of The Report
ar: تاريخ نهاية البلاغ

# it_report_Building
source: Building
ar: المبنى

# it_report_ContactInformation
source: Contact Information
ar: بيانات التواصل

# show_reports_user_ditils_DetailsOfReport
source: Details Of Report
ar: تفاصيل البلاغ

# show_reports_user_ditils_UserReport
source: User Report
ar: بلاغ المستخدم

# show_reports_user_ditils_NoReports
source: No Reports
ar: لا يوجد بلاغات

# show_reports_user_ditils_ReportNum
source: Report No
ar: رقم البلاغ

# show_reports_user_ditils_NumOfDevice
source: Number of device
ar: :رقم الأجهزة

# show_reports_user_ditils_NoDeviceNum
source: No Device Num
ar: لا يوجد رقم للجهاز

# show_reports_user_ditils_Device
source: Device
ar: الأجهزة

# show_reports_user_ditils_Location
source: Location
ar: الموقع

# show_reports_user_ditils_NoLocation
source: No Location
ar: لا يوجد موقع

# show_reports_user_ditils_DescriptionOfTheProblem
source: Description Of The Problem
ar: وصف المشكلة

# show_reports_user_ditils_NoDescription
source: No Description
ar: لا يوجد وصف للمشكلة

# show_reports_user_ditils_Problem
source: Problem
ar: مشكلة

# show_reports_user_ditils_DeleteTheReport
source: Delete The Report
ar: حذف البلاغ

# show_reports_user_ditils_SureOFDelete
source: Are You Sure You Want To Delete The Report
ar: هل انت متأكد من حذف البلاغ ؟

# show_reports_user_ditils_Done
source: Done
ar: تم

# show_reports_user_ditils_TheRepotHasBeenDeleted
source: The Repot Has Been Deleted
ar: تم حذف البلاغ

# show_reports_user_ditils_building
source: Building:
ar: المبنى:

# show_reports_user_ditils_ContactInformation
source: Contact Information
ar: معلومات التواصل

# user_reports_UserReport
source: User Report
ar: بلاغ المستخدم

# user_reports_Erorr
source: Erorr
ar: خطأ

# user_reports_NoReport
source: No Report
ar: لا يوجد تقارير

# user_reports_Date
source: Date
ar: التاريخ

# user_reports_Location
source: Location
ar: الموقع

# user_reports_ShowReport
source: Show Report
ar: عرض البلاغ

# user_reports_Undefined
source: Undefined
ar: غير محدد

# admin_data_FristName
source: First Name
ar: الاسم الأول

# admin_data_LastName
source: Last Name
ar: الاسم الأخير

# admin_data_Email
source: Email
ar: البريدالألكتروني

# admin_data_Opss
source: Opss
ar: عذرا

# admin_data_UserData
source: User Data
ar: بيانات المستخدم

# admin_data_Admin
source: Admin
ar: المشرف

# admin_data_Username
source: Username
ar: إسم المستخدم

# admin_data_JobPosition
source: Job Position
ar: المنصب

# admin_settings_Settings
source: Settings
ar: الإعدادات

# admin_settings_ChangeTheme
source: Change Theme
ar: تغيير السمة

# admin_settings_Notifications
source: Notifications
ar: الإشعارات

# admin_settings_EditPassword
source: Edit Password
ar: تعديل كلمة المرور

# admin_settings_language
source: Language
ar: اللغة

# it_user_data_EmployeeData
source: Employee Data
ar: بيانات الموظف

# it_user_data_UserIt
source: User It
ar: مستخدم It

# it_user_data_NoReport
source: No Report
ar: لا يوجد بلاغات

# it_user_data_NumberOfEmployee
source: Number Of Employee
ar: عدد الموظفين

# it_user_data_FirtsName
source: Firts Name
ar: :الأسم الأول

# it_user_data_LastName
source: Last Name
ar: :الأسم الأخير

# it_user_data_NoDescription
source: No Description
ar: لا يوجد وصف

# it_user_data_EmailOfEmployee
source: Email Of Employee
ar: البريدالألكتروني للموظف

# it_user_data_SureOFDeleteTheEmployee
source: Are You Sure You Want To Delete The Employee?
ar: هل انت متأكد انك تريد حذف الموظف ؟

# it_user_data_DoneDelete
source: The Employee Has been Deleted
ar: تم حذف الموظف

# it_user_data_Undo
source: Undo
ar: تراجع

# it_user_data_DeleteEmployee
source: Delete an Employee
ar: حذف موظف

# it_user_data_SomeProblem
source: There was a Problem
ar: حصلت مشكلة ما

# it_user_Erorr
source: Erorr
ar: خطأ

# it_user_NoReport
source: No Report
ar: لا يوجد تقارير

# it_user_ItSupportEmployee
source: It Support Employee
ar: موظف الدعم الفني

# it_user_FirstName
source: First Name
ar: الأسم الأول

# it_user_LastName
source: Last Name
ar: الأسم الأخير

# it_user_Undefined
source: Undefined
ar: غير معرف

# it_user_ShowData
source: Show Data
ar: عرض البيانات

# normal_user_data_BeneficiaryData
source: Beneficiary Data
ar: بيانات المستفيد

# normal_user_data_NoReport
source: No Report
ar: لا يوجد بلاغات

# normal_user_data_BeneficiaryNumber
source: Beneficiary Number
ar: رقم المستفيد

# normal_user_data_BeneficiaryEmail
source: Email Of Beneficiary
ar: البريدالألكتروني للمستفيد

# normal_user_data_LastName
source: Last Name
ar: الأسم الأول

# normal_user_data_FirstName
source: First Name
ar: الأسم الأخير

# normal_user_data_NoDescription
source: No Description
ar: لا يوجد وصف

# normal_user_data_Email
source: Email
ar: البريدالألكتروني

# normal_user_data_SureDeleteBeneficiary
source: Are You Sure You Want To Delete The Beneficiary ?
ar: هل انت متأكد انك تريد حذف المستفيد ؟

# normal_user_data_DoneDeleteBeneficiary
source: The Beneficiary Has been Deleted
ar: تم حذف المستفيد بنجاح

# normal_user_data_Undo
source: Undo
ar: تراجع

# normal_user_data_DeleteTheBeneficiary
source: Delete The Beneficiary
ar: حذف المستفيد

# normal_user_data_SomeProblem
source: There was a Problem
ar: حصلت مشكلة ما

# user_normal_Erorr
source: Erorr
ar: خطأ

# user_normal_NoReport
source: No Report
ar: لا يوجد تقارير

# user_normal_Beneficiary
source: Beneficiary
ar: مستفيد

# user_normal_Undefined
source: Undefined
ar: غير معرف

# user_normal_LastName
source: Last Name
ar: الأسم الأخير

# user_normal_FirstName
source: First Name
ar: الأسم الأول

# user_normal_ShowData
source: Show Data
ar: اعرض البيانات

# login_page_it_Login
source: Login
ar: تسجيل دخول

# login_page_it_Email
source: Email
ar: البريدالألكتروني

# login_page_it_Password
source: Password
ar: كلمة المرور

# login_page_it_ForgetPassword
source: Forget Password ?
ar: هل نسيت كلمةالمرور ؟

# login_page_it_PleaseFill
source: Please Fill The Email And Password Fields
ar: يرجى ملىء جميع حقول البريدالألكتروني و كلمةالمرور

# login_page_it_agree
source: Agree
ar: موافق

# login_page_it_PleaseWait
source: Please Wait...
ar: أنتظر قليلا...

# login_page_it_inCorrectTryAgain
source: inCorrect Try Again Password or Email
ar: البريدالألكتروني أو كلمة المرور خاطئة حاول مرة اخرى

# login_page_it_UserNotFound
source: User Not Found
ar: لم يتم ايجاد المستخدم

# login_page_it_IncorrectPassword
source: Incorrect Password
ar: كلمة مرور غير صحيحة

# login_page_it_CheckAndTry
source: Check The Data And Try Again
ar: تحقق من البيانات وحاول مرة اخرى

# login_page_it_NewAccount
source: New Account
ar: حساب جديد

# login_page_it_Admin
source: Admin
ar: المشرف

# rest_password_SentLink
source: The Verification Link Has Been Sent Successfully
ar: تم أرسال رابط التحقق بنجاح

# rest_password_agree
source: Agree
ar: موافق

# rest_password_MustBeVerified
source: The Email Entered Must Be Verified
ar: يجب التحقق من البريدالألكتروني المدخل

# rest_password_PasswordReset
source: Password Reset
ar: إعادة تعيين كلمةالمرور

# rest_password_changePasswordAndSentEmail
source: You Can Change Your Password From Here And An Email Will Be Sent To You
ar: يمكنك انت تغير كلمة المرور من هنا وسيتم ارسال رسالة الى بريدك الإلكتروني

# rest_password_Email
source: Email
ar: البريدالألكتروني

# rest_password_Verify
source: Verify
ar: تحقق

# signup_pageValidEmail
source: Please Enter A Valid Email
ar: يرجى ادخال بريدإلكتروني صالح

# signup_pageConfirmedMatch
source: The Confirmed Password Must Be Match With Password
ar: البريدالألكتروني المؤكد يجب أن يتطابق مع كلمةالمرور

# signup_pagePleaseWait
source: Please Wait...
ar: أنتظر قليلا...

# signup_pageErorrTryAgain
source: An Erorr Occurred, Please Try Again
ar: حدث خطأ, حاول مجددا

# signup_pageWeakPassword
source: Weak Password
ar: كلمة المرور التي ادخلتها ضعيفة

# signup_pageEmailAlreadyUsed
source: Email Already in Use
ar: بريدإلكتروني مستخدم بالفعل

# signup_pageFirstNAme
source: First Name
ar: الأسم الأول

# signup_pageLastName
source: Last Name
ar: الأسم الأخير

# signup_pageEmail
source: Email
ar: البريدالألكتروني

# signup_pageUID
source: User ID
ar: معرف المستخدم

# signup_pageErorr
source: Erorr
ar: خطأ

# signup_pageOk
source: OK
ar: حسنا

# signup_pageSignUpNewAccount
source: Sigup For New Account
ar: تسجيل حساب جديد

# signup_pagePassword
source: Password
ar: كلمةالمرور

# signup_pageConfirmPassword
source: Confirme Password
ar: تأكيد كلمةالمرور

# signup_pageNewRegistration
source: New Registration
ar: تسجيل جديد

# signup_pageFillFields
source: Please Fill Out All Fields
ar: يرجى ملىء جميع الحقول

# ai_chat_pageSmartAssistant
source: My Smart Assistant
ar: مساعدي الذكي

# ai_chat_pageDescribeProblem
source: Please Describe The Problem, And I Will Try To Help You Hello, I`am Your Smart Assistant
ar: يرجى وصف المشكلة وسأحاول ان أساعدك مرحبا! انا مساعدك الذكي

# ai_chat_pageHello
source: Hello...
ar: مرحبا...

# network_controllerNoInternet
source: No Internet Connection
ar: لا يوجد أتصال بالأنترنت

# home_SearchForPage
source: Search For Page
ar: البحث عن صفحة

# home_TodayReports
source: Today Reports ⚡🔧
ar: ⚡🔧 بلاغات اليوم

# home_MyMaintenanceToday
source: My Maintenance Today 🚀
ar: 🚀 صيانتي اليوم

# home_Reports
source: Reports 📑📝
ar: 📑📝 التقارير

# home_Erorr
source: Erorr
ar: خطأ

# home_NoReports
source: No Reports
ar: لا يوجد بلاغات

# home_UnknownDevice
source: Unknown Device
ar: جهاز غير معروف

# home_UnknownProblem
source: Unknown Problem
ar: مشكلة غير معروفه

# dashboard_ProblemSolutionReport
source: Problem Solution Report
ar: تقارير حلول المشاكل

# dashboard_ReportsReceived
source: Reports Received
ar: البلاغات المستلمة

# dashboard_ReportsClosed
source: Reports Closed
ar: البلاغات المغلقة

# dashboard_AverageSolutionTime
source: Average Solution Time
ar: متوسط وقت الحل

# dashboard_EmployeeEvaluation
source: Employee Evaluation
ar: تقييم الموظف

# dashboard_CompletedReports
source: Completed Reports
ar: التقارير المنجزة

# dashboard_MyReviews
source: My Reviews
ar: تقييماتي

# navbar_drawer_HomePage
source: Home
ar: الصفحة الرئيسية

# navbar_drawer_PTM2Make
source: PTM To Make IT Esay
ar: PTM لجعلها أسهل

# navbar_drawer_AddAssets
source: Add Technical Assets
ar: أضافة أصول تقنية

# register_assets_ExtrsInfo
source: Enter your own
ar: معلمومات اضافية

# navbar_drawer_GeneralPreformsnceIndicator
source: Preformsnce Indicator
ar: مؤشر الأداء العام

# navbar_drawer_ApplicationSettings
source: Application Settings
ar: أعدادات التطبيق

# navbar_drawer_Reports
source: Reports
ar: التقارير

# navbar_drawer_SignOut
source: Sign Out
ar: تسجيل خروج

# navbar_drawer_Main
source: Home
ar: الرئيسية

# navbar_drawer_QrCode
source: QrCode
ar: رمز الماسح الضوئي

# navbar_drawer_Devices
source: Devices
ar: الأجهزة

# navbar_drawer_Maintenance
source: Maintenance
ar: الصيانة

# navbar_drawer_Rrport
source: Reports
ar: البلاغات

# business_collage_DeviceInfo
source: Device Information
ar: بيانات الأجهزة

# business_collage_CollegeOfBusiness
source: College Of Business Administration, Umm Al-Qura University
ar: كلية ادارة الأعمال, جامعة أم القرى

# business_collage_Erorr
source: Erorr
ar: خطأ

# business_collage_DeviceBrand
source: Device Brand
ar: ماركة الجهاز

# business_collage_DeviceLocation
source: Device Location
ar: موقع الجهاز

# business_collage_DeviceHardDisk
source: Device HardDisk
ar: القرص الصلب للجهاز

# business_collage_DeviceCPU
source: Device CPU
ar: معالج الجهاز

# business_collage_ministrynumber
source: Ministry Number
ar: الرقم الوزاري

# business_collage_serialnumber
source: Serial Number
ar: الرقم التسلسلي

# business_collage_selectedoption
source: Selected Option
ar: الخيار المحدد

# business_collage_macddress
source: Mac Address
ar: عنوان ماك

# business_collage_NoDataAvailable
source: No Data Available
ar: لا يوجد معلومات متوفرة

# business_collage_MainSite
source: Main Site
ar: الموقع الرئيسيي

# business_collage_SubSite
source: Sub Site
ar: الموقع الفرعي

# business_collage_DeviceModel
source: Device Model
ar: موديل الجهاز

# business_collage_ProcessorType
source: Processor Type
ar: نوع المعالج

# business_collage_HardDisk
source: Hard Disk
ar: القرص الصلب

# business_collage_ShowLocation
source: Show Location
ar: عرض الموقع

# business_collage_CollegeOfComputer
source: College Of Computer , Umm Al-Qura University
ar: كلية الحاسب , جامعة أم القرى

# business_collage_CollegeOfIslamic
source: College Of Islamic Law, Umm Al-Qura University
ar: كلية الشريعة الأسلامية, جامعة أم القرى

# business_collage_CollegeOfSciences
source: College Of Applied Sciences, Umm Al-Qura University
ar: كلية العلوم ااتطبيقية, جامعة أم القرى

# Device_Location_DisplayCollegAndDevice
source: From Here, You Can Review The College And All The Devices Within Them To Speed Up The Process Of Responding To Reports
ar: من هنا, يمكنك أستعراض جميع الكليات والأجهزة الموجودة بداخلها لتسريع عملية الرد على البلاغات

# Device_Location_ShowData
source: Show Data
ar: أستعراض البيانات

# Device_Location_CollegeOfComputer
source: College Of Computer
ar: كلية الحاسب الإلي

# Device_Location_CollageOfBusiness
source: College Of Business Management
ar: كلية ادارة الأعمال

# home_admin_CollegeOfBusiness
source: College Of Business
ar: كلية ادارة الأعمال

# Device_Location_CollageOfIslamic
source: Collage Of Islamic Law
ar: كلية الشريعة الأسلامية

# Device_Location_CollageOfAppliedSciences
source: Collage Of Applied Sciences
ar: كلية العلوم التطبيقية

# pdf_Open
source: Open Pdf
ar: افتح ملف Pdf

# qrcode_sccaner_DeviceInfo
source: Device Information
ar: معلومات الجهاز

# qrcode_sccaner_Ignore
source: Ignore
ar: تجاهل

# password_assets_VerificationPage
source: Verification Page
ar: صفحة التحقق

# password_assets_IncorrectPassword
source: The Password Is Incorrect
ar: كلمة المرور غير صحيحة

# password_assets_Agree
source: Agree
ar: موافق

# password_assets_Verify
source: Verify
ar: تحقق

# register_assets_CollegeOfComputer
source: College Of Computer
ar: كلية الحاسب الإلي جامعة ام القرى

# register_assets_CollageOfBusiness
source: College Of Business Management
ar: كلية ادارة الأعمال جامعة ام القرى

# register_assets_CollageOfIslamic
source: Collage Of Islamic Law
ar: كلية الشريعة الإسلامية جامعة ام القرى

# register_assets_CollageOfAppliedSciences
source: Collage Of Applied Sciences
ar: كلية العلوم التطبيقية جامعة ام القرى

# register_assets_RegisterNewDevice
source: Register A New Device
ar: تسجيل جهاز جديد

# register_assets_BrandName
source: Brand Name
ar: أسم الماركة

# register_assets_BrandNameEnter
source: Enter The Brand Name
ar: ادخل اسم الماركة

# register_assets_OS
source: OS
ar: نظام التشغيل

# register_assets_EnterOs
source: Enter OS Name
ar: ادخل نوع نظام التشغيل

# register_assets_Processor
source: Proceessor
ar: المعالج

# register_assets_ProcessorName
source: Enter The Processor Type
ar: ادخل نوع المعالج

# register_assets_HardDisk
source: Hard Disk
ar: القرص الصلب

# register_assets_HardDiskNAme
source: Enter The Hard Disk Type
ar: ادخل نوع القرص الصلب

# register_assets_MacAddress
source: Mac Address
ar: عنوان ماك

# register_assets_EnterMAcAddress
source: Enter The Mac Address
ar: ادخل عنوان ماك

# register_assets_MinisterialNumber
source: Ministerial Number
ar: الرقم الوزاري

# register_assets_EnterMinisterialNumber
source: Enter The Ministerial Number
ar: ادخل الرمز الوزاري

# register_assets_SerialNumber
source: Serial Number
ar: الرقم التسلسلي

# register_assets_EnterSerialNumber
source: Enter The Serial Number
ar: ادخل الرمز التسلسلي

# register_assets_Sent
source: Send
ar: ارسال

# register_assets_AbleToSumbitReport
source: To Be Able To Sumbit A Report Please Fill Out All Fields
ar: لكي تتمكن من ارسال تقرير يرجى ملىء جميع الحقول

# register_assets_Ok
source: OK
ar: نعم

# register_assets_Ty4Cooperation
source: Thanks For Your Cooperation !
ar: شكرا لتعاونك !

# register_assets_EnterDeviceLocation
source: Enter Device Location
ar: ادخل موقع الجهاز

# register_assets_Location
source: Location
ar: الموقع

# account_setting_Settings
source: Settings
ar: الأعدادت

# account_setting_Notifications
source: Notifications
ar: الأشعارات

# account_setting_EditPassword
source: Edit Password
ar: تعديل كلمة المرور

# account_setting_Language
source: Language
ar: اللغة

# account_setting_ChangeTheme
source: Change Theme
ar: تغيير السمة

# account_setting_WhoAreWe
source: Who We Are
ar: من نحن

# it_settings_UserData
source: User Data
ar: بيانات المستخدم

# it_settings_UserName
source: UserName
ar: أسم المستخدم

# it_settings_JobNumber
source: Job Number
ar: الرقم الوظيفي

# it_settings_CompanyName
source: Company Name
ar: أسم الشركة

# it_settings_Email
source: Email
ar: البريدالألكتروني

# it_settings_Jobpostion
source: Job postion
ar: المنصب

# it_settings_TechnicalSupportEmployee
source: Technical Support Employee
ar: موظف الدعم الفني

# it_settings_Employee
source: Employee
ar: موظف

# it_settings_FirstName
source: First Name
ar: الاسم الأول

# it_settings_LastName
source: Last Name
ar: الاسم الأخير

# it_settings_Opss
source: Opss
ar: عذرا

# chat_main_ErorrInService
source: There Is An Erorr, The Service Is Currently Unvailable
ar: يوجد خطأ, الخدمة غير متوفرة حاليا

# chat_main_IamSmartAssistant
source: I am Your Smart Assistant , Please Describe Your Problem, And I Will Try To Solve It
ar: انا مساعدك الذكي , يرجى وصف مشكلتك, وسأحاول حلها من أجلك

# chat_main_IamSmart
source: Smart Assistant
ar: مساعدي الذكي

# chat_main_Hello
source: Hello,
ar: اهلا,

# qr_sacnnerpage_DeviceInfo
source: Device Information
ar: معلومات الجهاز

# qr_sacnnerpage_SumbitReport
source: Submit A Report
ar: ارسال بلاغ
