Repository: e7gx/PTM
Catalog: lib/l10n/intl_*.arb
Languages: ar

# qr_sacnnerpage_Ignore
source: Ignore
ar: تجاهل

# home_page_and_bar_HomePage
source: Home Page
ar: الصفحة الرئيسية

# home_page_and_bar_PTM2Make
source: PTM To Make It Easy
ar: PTM لجعلها أسهل

# home_page_and_bar_PersonalInfo
source: Personal Information
ar: معلومات شخصية

# home_page_and_bar_Maintenance
source: Maintenance
ar: الصيانة

# home_page_and_bar_WayContact
source: Contact Us
ar: طرق التواصل معنا

# home_page_and_bar_Settings
source: Settings
ar: الأعدادت

# home_page_and_bar_SignOut
source: Sign Out
ar: تسجيل خروج

# home_page_and_bar_Reports
source: Reports
ar: البلاغات

# home_page_and_bar_Chat
source: Chat
ar: محادثة

# home_page_and_bar_QrScanner
source: Qr Scanner
ar: الماسح الضوئي

# home_page_and_bar_PersonalInformation
source: Personal Information
ar: البيانات الشخصية

# home_page_and_bar_CompletedMaintenance
source: Completed Maintenance
ar: الصيانات المنتهية

# home_page_and_bar_ReceivedMaintenance
source: Received Maintenance
ar: الصيانات المستلمة

# home_page_and_bar_ReportSent
source: Report Sent
ar: البلاغ المرسل

# home_page_and_bar_TheWaysToContact
source: The Ways To Contact
ar: طرق التواصل

# how_are_we_WayContact
source: Ways To Contact With Us
ar: طرق التواصل معنا

# how_are_we_Email
source: Email
ar: البريدالألكتروني

# how_are_we_Twitter
source: Twitter
ar: تويتر

# user_data_UserData
source: User Data
ar: بيانات المستخدم

# user_data_UserName
source: UserName
ar: أسم المستخدم

# user_data_Email
source: Email
ar: البريدالألكتروني

# user_data_Beneficiary
source: Beneficiary
ar: المستفيد

# user_data_JobPostion
source: Job Position
ar: المسمى الوظيفي

# user_report_details_page_FillFields
source: To Be Able To Help You Please Fill Out All Fields
ar: لنتمكن من مساعدتك يرجى ملىء جميع الحقول

# user_report_details_page_solutionProvided
source: The Soultion Will Be Provided As Soon As Possible Thank You For Your Cooperation
ar: سيتم تزويدك بالحل في أسرع قت ممكن شكرا لتعاونك

# user_report_details_page_ReportSent
source: The Report Has Been Sent
ar: لقد تم ارسال البلاغ

# user_report_details_page_FillWithCorrectInfo
source: All Fields Must Be Filled It With Correct Data So That We Can Help You As Quickly As Possible
ar: يجب أن تملىء جميع الحقول بالمعلومات المناسبة لكي نتمكن من مساعدتك في أسرع وقت ممكن

# user_report_details_page_Location
source: Location
ar: الموقع

# user_report_details_page_EnterLabName
source: Enter Laboratory Name
ar: ادخل أسم المعمل

# user_report_details_page_EntreDeviceNumber
source: Entre Device Number
ar: ادخل رقم الجهاز

# user_report_details_page_DeviceNumber
source: Device Number
ar: رقم الجهاز

# user_report_details_page_EnterDecriptionOfProblem
source: Enter A Description Of The Problem
ar: ادخل وصف المشكلة

# user_report_details_page_DescriptionOfProblem
source: Description Of Problem
ar: وصف المشكلة

# user_report_details_page_Sent
source: Send
ar: ارسال

# user_report_first_page_ToHelpYouQuickly
source: To Help You As Quickly As Possible Here is A report To It Support
ar: لمساعدتك بأسرع وقت ممكن من هنا يمكنك ابلاغ الدعم الفني

# user_report_first_page_SubmitReport
source: Submit Report
ar: ارسال بلاغ

# setting_page_Settings
source: Settings
ar: الأعدادات

# setting_page_Notifications
source: Notifications
ar: الأشعارات

# setting_page_EditPassword
source: Edit Password
ar: تعديل كلمة المرور

# setting_page_Language
source: Language
ar: اللغة

# setting_page_ChangeTheme
source: Change Theme
ar: تعديل السمة

# it_display_report_page_ReportDetails
source: Report Details
ar: تفاصيل التقرير

# it_display_report_page_Erorr
source: Erorr
ar: خطأ

# it_display_report_page_NoReportDetails
source: No Report Details
ar: لا يوجد تفاصيل للتقرير

# it_display_report_page_ReportNum
source: Report Number
ar: رقم البلاغ:

# it_display_report_page_DeviceNum
source: Device Number
ar: رقم الجهاز

# it_display_report_page_Device
source: Device
ar: جهاز

# it_display_report_page_NoDescription
source: No Descripiton Available
ar: لا يوجد وصف متاح

# it_display_report_page_StartDateOfReport
source: Start Date Of Report
ar: تاريخ بداية البلاغ

# it_display_report_page_EndDateOfReport
source: End Date Of Report
ar: تاريخ نهاية البلاغ

# it_display_report_page_Date
source: Date
ar: التاريخ

# it_display_report_page_Location
source: Location
ar: الموقع

# it_display_report_page_NoLocation
source: No Location
ar: لا يوجد موقع

# it_display_report_page_LabLocation
source: Laboratory Location
ar: موقع المعمل

# it_display_report_page_ConatctInformation
source: Contact Information
ar: بيانات التواصل

# it_display_report_page_DescriptionOfTheProblem
source: Descripiton Of The Problem
ar: وصف المشكلة

# it_display_report_page_ProblemSolution
source: problem solution
ar: حل المشكلة

# it_display_reports_page_ProblemSolutionReports
source: Problem Sloution Report
ar: تقرير حل المشكلة

# it_display_reports_page_Erorr
source: Erorr
ar: خطأ

# it_display_reports_page_NoReports
source: No Reports
ar: لا يوجد تقارير

# it_display_reports_page_Date
source: Date
ar: التاريخ

# it_display_reports_page_Location
source: Location
ar: الموقع

# it_display_reports_page_Undefined
source: Undefined
ar: غير محدد

# it_display_reports_page_ShowReport
source: Show Report
ar: عرض التقرير

# it_display_report_received_ReportDetails
source: Report Details
ar: تفاصيل البلاغ:

# it_display_report_received_NoReportDetails
source: No Report Details
ar: لا يوجد تفاصيل البلاغ

# it_display_report_received_ReportNum
source: Report Number
ar: بلاغ رقم:

# it_display_report_received_NoLocation
source: No Location
ar: لا يوجد موقع

# it_display_report_received_Date
source: Date
ar: التاريخ

# it_display_report_received_DeviceNumber
source: Device Number
ar: رقم الجهاز:

# it_display_report_received_Location
source: Location
ar: الموقع

# it_display_report_received_NoDeviceNumber
source: No Device Number
ar: لا يوجد رقم للجهاز

# it_display_report_received_LabLocation
source: Laboratory Location
ar: موقع المعمل:

# it_display_report_received_ContactInformation
source: Contact Information
ar: بيانات التواصل

# it_display_report_received_DescriptionOfTheProblem
source: Descripiton Of The Problem
ar: وصف المشكلة

# it_display_report_received_NoDescription
source: No Description Available
ar: لا يوجد وصف متاح

# it_display_report_received_AttachDetailsOfSolutionProblem
source: Please Attach Details Of problem solution
ar: يرجى إرفاق تفاصيل حل المشكلة

# it_display_report_received_YouMustWriteReport
source: You Must Write Report
ar: يجب عليك كتابة التقرير

# it_display_report_received_Thanks4YouCooperation
source: Thanks For Your Cooperation
ar: شكرا لك على تعاونك

# it_display_report_received_Thanks
source: Thanks
ar: شكرا لك

# it_display_report_received_Agree
source: OK
ar: موافق

# it_display_report_received_FinishTheOrder
source: Finish The Order
ar: إنهاء الطلب

# it_display_report_received_ReturnTheReport
source: Return The Report
ar: إعادة الطلب

# it_display_report_received_HereYouReturnTheReport
source: Here is the evaluation of the service provided to you by technical support. We hope that there is credibility in the evaluation process so that the matter does not affect the employees.
ar: هنا يتم أعادة البلاغ بسبب عدم التمكن من حل المشكلة من طرفكم وهذا سيكون عليه تأثير على التقييم الخاص بك مستقبلا

# it_display_report_received_TheReportWasReturnedSuccessfully
source: The Report Was Returned Successfully
ar: تم إعادة البلاغ بنجاح

# it_display_report_received_TheReorderHasBeenCompleted
source: The Reorder Has Been Completed
ar: عملية إعادة الطلب تمت

# it_reports_received_NoReport
source: No Reports
ar: لا يوجد بلاغات

# it_reports_received_Date
source: Date
ar: التاريخ

# it_reports_received_High
source: High
ar: عالي

# it_reports_received_Mid
source: Mid
ar: متوسط

# it_reports_received_Low
source: Low
ar: منخفض

# it_reports_received_ReportNumber
source: Report Number
ar: رقم البلاغ

# it_reports_received_NoLocation
source: No Location
ar: لا يوجد موقع

# it_reports_received_Location
source: Location
ar: الموقع

# it_reports_received_ReportDate
source: Report Date
ar: تاريخ البلاغ

# it_reports_received_ReportLocation
source: Report Location
ar: موقع البلاغ

# device_dateils_report_DateilsReportNumber
source: Dateils Report Number
ar: تفاصيل بلاغ رقم

# device_dateils_report_NoReports
source: No Reports
ar: لا يوجد بلاغات

# device_dateils_report_ReportNumber
source: Report Number
ar: بلاغ رقم

# device_dateils_report_NoLocation
source: No Location
ar: لا يوجد موقع

# device_dateils_report_Date
source: Date
ar: التاريخ

# device_dateils_report_DeviceNumber
source: Device Number
ar: جهاز رقم

# device_dateils_report_Device
source: Device
ar: جهاز

# device_dateils_report_NoDeviceNumber
source: No Device Number
ar: لا يوجد رقم جهاز

# device_dateils_report_Location
source: Location
ar: الموقع

# device_dateils_report_ContactInformation
source: Contact Information
ar: بيانات التواصل

# device_dateils_report_LabLocation
source: Laboratory Location
ar: موقع المعمل

# device_dateils_report_DescriptionOfProblem
source: Descripiton Of The Problem
ar: وصف المشكلة

# device_dateils_report_Problem
source: Problem
ar: المشكلة

# device_dateils_report_TheReportHasBeenReceivedTy4Cooperation
source: The Report Has Been Received Thanks For Your Cooperation
ar: شكرا لك على تعاونك 🪛 تم استلام البلاغ

# device_dateils_report_Agree
source: OK
ar: موافق

# device_dateils_report_TheOrderHasBeenReceived
source: The Order Has Been Received
ar: 👍 تمت عملية استلام الطلب

# device_dateils_report_ReceivingTheOrder
source: Receiving The Order
ar: استلام الطلب

# device_display_reports_Previous
source: Previous
ar: السابق

# device_display_reports_Recent
source: Recent
ar: الأحدث

# device_display_reports_NoReport
source: No Reports
ar: لا يوجد بلاغات

# device_display_reports_Date
source: Date
ar: التاريخ

# device_display_reports_ReportDate
source: Report Date
ar: تاريخ البلاغ

# device_display_reports_NoLocation
source: No Location
ar: لا يوجد موقع

# device_display_reports_Location
source: Location
ar: الموقع

# device_display_reports_ReportNumber
source: Report Number
ar: بلاغ رقم

# ditels_user_minitines_FillAllFields
source: Please fill out all fields
ar: يرجى تعبئة جميع الحقول

# ditels_user_minitines_Ok
source: OK
ar: حسنا

# ditels_user_minitines_Thanks4YourCooperation
source: Thanks For Your Cooperation
ar: شكرا لك لتعاونك!

# ditels_user_minitines_BeenSent
source: Been Sent
ar: 🚀 تم الإرسال

# ditels_user_minitines_MaintenanceDetails
source: Maintenance Details
ar: تفاصيل الصيانة

# ditels_user_minitines_Erorr
source: Erorr
ar: خطأ

# ditels_user_minitines_NoDetailsMaintenance
source: No Details Maintenance
ar: لا يوجد تفاصيل للصيانة

# ditels_user_minitines_ReportNumber
source: Report Number
ar: رقم البلاغ

# ditels_user_minitines_StartDateOfReport
source: Start Date Of Report
ar: تاريخ بداية البلاغ

# ditels_user_minitines_EndDateOfReport
source: End Date Of Report
ar: تاريخ نهاية البلاغ

# ditels_user_minitines_Location
source: Location
ar: الموقع

# ditels_user_minitines_Buliding
source: Building
ar: المبنى

# ditels_user_minitines_DescriptionOfProblem
source: Descripiton Of The Problem
ar: وصف المشكلة

# ditels_user_minitines_NoDescription
source: No Description Available
ar: لا يوجد وصف

# ditels_user_minitines_ContactInformation
source: Conatct Information
ar: بيانات التواصل

# ditels_user_minitines_ProblemSolution
source: problem Solve
ar: حل المشكلة

# ditels_user_minitines_ServiceEvaluation
source: Service Evaluation
ar: تقييم الخدمة

# ditels_user_minitines_EvaluateTheServiceHonestly
source: Here is the evaluation of the service provided to you by technical support. We hope that there is credibility in the evaluation process so that the matter does not affect the employees.
ar: هنا تقييم الخدمة التي قدمت لك من قبل الدعم الفني نرجو ان يكون هنالك مصداقية في عملية التقييم لكي لايؤثر الامر سلبا على الموظف

# ditels_user_minitines_EnterTheServiceDescription
source: Enter The Service Description
ar: ادخل وصف الخدمة

# ditels_user_minitines_Sent
source: Send
ar: إرسال

# ditels_user_minitines_ClickHereToViewContactInformation
source: Click Here To Show Contact Information
ar: اضغط هنا لعرض بيانات التواصل

# user_mainitines_CompletedMaintenance
source: Completed Maintenance
ar: الصيانة المنتهيه

# user_mainitines_Erorr
source: Erorr
ar: خطأ

# user_mainitines_NoReports
source: No Reports
ar: لا يوجد تقارير

# user_mainitines_ReportNumber
source: Report Number
ar: رقم البلاغ

# user_mainitines_Location
source: Location
ar: الموقع

# user_mainitines_Undefined
source: Undefined
ar: غير محدد

# user_mainitines_Date
source: Date
ar: التاريخ

# user_mainitines_ShowReport
source: Show Report
ar: اعرض البلاغ

# user_report_problem_ditels_FillAllFields
source: Please fill out all fields
ar: يرجى تعبئة جميع الحقول

# user_report_problem_ditels_Ok
source: OK
ar: حسنا

# user_report_problem_ditels_ThanksForYourCooperation
source: Thanks For Your Cooperation
ar: شكرا لك على تعاونك!

# user_report_problem_ditels_SentSuccessfully
source: Sent Successfully
ar: 🚀 تم الإرسال

# user_report_problem_ditels_TheMaintenanceReceivedIsNotCompleted
source: Maintenance Received Not Completed
ar: الصيانة المستلمة الغير منتهية

# user_report_problem_ditels_Erorr
source: Erorr
ar: خطأ

# user_report_problem_ditels_NoMaintenanceDateils
source: No Maintenance Dateils
ar: لا يوجد تفاصيل للصيانة

# user_report_problem_ditels_ReportNumber
source: Report Number
ar: رقم البلاغ

# user_report_problem_ditels_ReportDate
source: Report Date
ar: تاريخ البلاغ

# user_report_problem_ditels_Location
source: Location
ar: الموقع

# user_report_problem_ditels_Building
source: Building
ar: المبنى

# user_report_problem_ditels_ContactInformation
source: Conatct Information
ar: بيانات التواصل

# user_report_problem_ditels_DescripitonOfTheProblem
source: Descripiton Of The Problem
ar: وصف المشكلة

# user_report_problem_ditels_NoDescription
source: No Description Available
ar: لا يوجد وصف

# user_report_problem_ditels_ServiceEvaluationHonestly
source: Here is the evaluation of the service provided to you by technical support. We hope that there is credibility in the evaluation process so that the matter does not affect the employees.
ar: ' هنا تقييم الخدمة التي قدمت لك من قبل الدعم الفني نرجو ان يكون هنالك مصداقية في عملية التقييم لكي لايؤثر الامر سلبا على الموظف'

# user_report_problem_ditels_ServiceEvaluation
source: Service Evaluation
ar: تقييم الخدمة

# user_report_problem_ditels_EnterTheServiceDescription
source: Enter The Service Description
ar: ادخل وصف الخدمة

# user_report_problem_ditels_Sent
source: Send
ar: إرسال

# user_report_problem_ditels_ClickHereToShowContactInformation
source: Click Here To Show Contact Information
ar: اضغط هنا لعرض بيانات التواصل

# user_report_problem_InCompletedMaintenance
source: Incompleted Maintenance
ar: الصيانات الغير منتهية

# user_report_problem_Erorr
source: Erorr
ar: خطأ

# user_report_problem_NoReports
source: No Reports
ar: لا يوجد تقارير

# user_report_problem_Date
source: Date
ar: التاريح

# user_report_problem_Loaction
source: Location
ar: الموقع

# user_report_problem_Undefined
source: Undefined
ar: غير محدد

# user_report_problem_ReportNumber
source: Report Number
ar: رقم البلاغ

# user_report_problem_ShowReport
source: ShowReport
ar: اعرض البلاغ

# user_minitines_send_view_Ok
source: OK
ar: حسنا

# user_minitines_send_view_FillAllFields
source: Please fill out all fields
ar: يرجى تعبئة جميع الحقول

# user_minitines_send_view_ThanksForYourCooperation
source: Thanks For Your Cooperation
ar: شكرا لك على تعاونك!

# user_minitines_send_view_SentSuccessfully
source: Sent Successfully
ar: 🚀 تم الإرسال

# user_minitines_send_view_TheMaintenanceDispatchedIsNotCompleted
source: Maintenance Dispatched Not Completed
ar: الصيانة المرسلة الغير منتهية

# user_minitines_send_view_Erorr
source: Erorr
ar: خطأ

# user_minitines_send_view_NoMaintenanceDateils
source: No Details Maintenance
ar: لا يوجد تفاصيل للصيانة

# user_minitines_send_view_ReportNumber
source: Report Number
ar: رقم البلاغ

# user_minitines_send_view_ReportDate
source: Report Date
ar: تاريخ البلاغ

# user_minitines_send_view_Location
source: Location
ar: الموقع

# user_minitines_send_view_Building
source: Building
ar: المبنى

# user_minitines_send_view_ContactInformation
source: Contact Information
ar: بيانات التواصل

# user_minitines_send_view_DescripitonOfTheProblem
source: Descripiton Of The Problem
ar: وصف المشكلة

# user_minitines_send_view_NoDescription
source: No Description Available
ar: لا يوجد وصف

# user_minitines_send_view_ServiceEvaluationHonestly
source: Here is the evaluation of the service provided to you by technical support. We hope that there is credibility in the evaluation process so that the matter does not affect the employees.
ar: ' هنا تقييم الخدمة التي قدمت لك من قبل الدعم الفني نرجو ان يكون هنالك مصداقية في عملية التقييم لكي لايؤثر الامر سلبا على الموظف'

# user_minitines_send_view_ServiceEvaluation
source: Service Evaluation
ar: تقييم الخدمة

# user_minitines_send_view_EnterTheServiceDescription
source: Enter The Service Description
ar: ادخل وصف الخدمة

# user_minitines_send_view_Sent
source: Send
ar: إرسال

# user_minitines_send_view_ClickHereToShowContactInformation
source: Click Here To Show Contact Information
ar: اضغط هنا لعرض بيانات التواصل

# user_maintines_send_ReportsSent
source: Report Sent
ar: البلاغات المرسلة

# user_maintines_send_Erorr
source: Erorr
ar: خطأ

# user_maintines_send_NoReports
source: No Reports
ar: لا يوجد بلاغات

# user_maintines_send_Date
source: Date
ar: التاريخ

# user_maintines_send_Location
source: Location
ar: الموقع

# user_maintines_send_ReportNumber
source: Report Number
ar: رقم البلاغ

# user_maintines_send_Undefined
source: Undefined
ar: غير محدد

# user_maintines_send_ShowReport
source: Show Report
ar: اعرض البلاغ

# user_report_details_page_CollegeOfComputer
source: College Of Computer
ar: كلية الحاسب الإلي جامعة ام القرى

# user_report_details_page_CollageOfBusiness
source: Collage Of Business
ar: كلية ادارة الأعمال جامعة ام القرى

# user_report_details_page_CollageOfIslamic
source: Collage Of Islamic
ar: كلية الشريعة الإسلامية جامعة ام القرى

# user_report_details_page_CollageOfAppliedSciences
source: Collage Of Applied Sciences
ar: كلية العلوم التطبيقية جامعة ام القرى

# user_report_details_page_ToHelpYouFillFields
source: Please fill out all fields
ar: يرجى تعبئة جميع الحقول لنتمكن من مساعدتك

# user_report_details_page_Ok
source: OK
ar: حسنا

# user_report_details_page_SolutionProvidedSoonThanksForYourCooperation
source: Solution will Provided Soon Thanks For Your Cooperation
ar: ! شكرًا لك على تعاونك سيتم تقديم الحل في أقرب وقت

# user_report_details_page_ReportSentsuccessfully
source: Report Sent successfully
ar: تم ارسال البلاغ👍

# user_report_details_page_SubmitReport
source: Submit A Report
ar: تقديم بلاغ

# user_report_details_page_FillFieldsWithValidData
source: Please Fill Fields With Valid Data
ar: يجب ملىء جميع الحقول ب بيانات صحيحة لنتمكن من مساعدتكم في اسرع وقت

# user_report_details_page_Laboratory
source: Laboratory
ar: المعمل

# user_report_details_page_EnterNameOfLaboratory
source: Enter Name Of Laboratory
ar: ادخل أسم المعمل

# user_report_details_page_Device
source: Device
ar: جهاز

# user_report_details_page_EnterDeviceNumber
source: Enter Device Number
ar: ادخل رقم الجهاز

# user_report_details_page_DescriptionOfTheProblem
source: Descripiton Of The Problem
ar: وصف المشكلة

# user_report_details_page_EnterDescriptionOfTheProblem
source: Enter Description Of The Problem
ar: ادخل وصف المشكلة

# user_report_details_page_EnterYourData
source: Enter Your Data
ar: ادخل بياناتك

# user_report_details_page_EnterFullNameAndPhoneNumber
source: Enter Full Name And Your Phone Number
ar: ادخل أسمك الكامل و رقم الهاتف

# Admin_Access
source: You Don`t Have Admin Access
ar: ليس لديك صلاحية الوصول كمسؤول
